Repository: ttsui/guppy
Catalog: po/*.po
Languages: de

source: _Quit
de: _Abbrechen

source: _File
de: _Datei

source: _View
de: _Ansicht

source: _Transfer
de: _Übertragung

source: _Help
de: _Hilfe

source: _About
de: _Info

source: Reload folders
de: Verzeichnisse neu laden

source: Go to PVR Location
de: Gehe zu PVR

source: Go to PC Location
de: Gehe zu PC

source: Quit After Transfer
de: Nach der Übertragung beenden

source: Show Hidden Files
de: Versteckte Dateien anzeigen

source: Show File Transfer
de: Datei Übertragung anzeigen

source: Turbo Transfer
de: Turbo Übertragung

source: _Upload
de: _Hochladen

source: Upload File
de: Datei hochladen

source: _Download
de: _Herunterladen

source: Download File
de: Datei herunterladen

source: _Delete
de: _Löschen

source: _Rename
de: _Umbenennen

source: Create _Folder
de: _Ordner anlegen

source: Cannot enter the folder
de: Kann Verzeichnis nicht öffnen

source: It is not possible to enter the folder
de: Es ist nicht möglich, den Ordner zu öffnen

source: The folder contents could not be displayed.
de: Das Element konnte nicht umbenannt werden

source: You do not have the permissions necessary to view the contents of "%s".
de: Sie besitzen nicht die Rechte, um den Inhalt von"%s" anzusehen.

source: Unable to read the contents of "%s". Use your PVR to move the files from "%s" into another folder and try Guppy again.
de: Kann den Inhalt von "%s" nicht lesen. Verwenden Sie Ihren PVR, um die Dateien von "%s" in einen anderen Ordner zu verschieben und versuchen Sie es dann erneut mit Guppy.

source: Date
de: Datum

source: Size
de: Größe

source: Are you sure you want to permanently delete
de: Sind Sie sicher, dass Sie

source: the %d selected items?
de: die %d ausgewählten Elemente endgültig löschen möchten?

source: If you delete an item, it is permanently lost.
de: Wenn Sie ein Objekt löschen, geht es dauerhaft verloren.

source: Error while deleting.
de: Fehler beim Löschen.

source: Cannot delete "%s" because you do not have permissions to change it or its parent folder.
de: Löschen nicht möglich "%s" weil Sie keine Berechtigung zum Ändern haben

source: _Skip
de: Ü_berspringen

source: _Retry
de: _Wiederholen

source: Failed to delete
de: Löschen fehlgeschlagen

source: Guppy cannot run because the program Puppy is not available. Please install Puppy.
de: Guppy kann nicht ausgeführt werden, weil das Programm puppy fehlt. Bitte installieren Sie puppy.

source: You can download Puppy from
de: Hier können Sie puppy bekommen:

source: Error while creating folder.
de: Fehler beim Erstellen des Ordners.

source: Cannot create folder because you do not have permission to write in its parent folder.
de: Ordner kann nicht erstellt werden, weil Sie keine Berechtigung zum Schreiben in den übergeordneten Ordner haben.

source: Failed to make a folder
de: Konnte Ordner nicht anlegen

source: Error while renaming.
de: Fehler beim umbenennen.

source: Cannot rename "%s" because you do not have permissions to change it or its parent folder.
de: Kann nicht umbenennen "%s" weil Sie keine Berechtigung zum Ändern haben

source: The item could not be renamed.
de: Das Element konnte nicht umbenannt werden.

source: The name "%s" is already used in this folder.
de: Der Name "%s" wird in diesem Ordner schon benutzt.

source: _Replace
de: _Ersetzen

source: Failed to rename
de: Umbenennen gescheitert

source: Selection Size
de: Größe der Auswahl

source: You cannot use your PVR remote control when Turbo mode is on.
de: Sie können die Fernbedienung Ihres PVR nicht nutzen, wenn der Turbo-Modus eingeschaltet ist.

source: Warn me when I enable Turbo mode
de: Warnen, wenn ich den Turbo-Modus einschalte

source: It is not possible to delete, rename, or create folders on the PVR during a file transfer.
de: Während der Übertragung einer Datei ist es nicht möglich, auf dem PVR Ordner zu löschen, umzubenennen oder neu anzulegen.

source: Downloading
de: Herunterladen

source: Uploading
de: Hochladen

source: Failed to get free disk space
de: Konnte freien Festplatten-Platz nicht ermitteln

source: Not enough disk space available on your
de: Es ist nicht genug freier Festplattenplatz auf Ihrem

source: Do you still want to continue your
de: Möchten Sie Ihre Übertragung auf den

source: download?
de: PC fortsetzen?

source: upload?
de: PVR fortsetzen?

source: The file "%s" already exists. Would you like to replace it?
de: Die Datei "%s" existiert bereits. Überschreiben?

source: If you replace an existing file, its contents will be overwritten.
de: Wenn Sie eine vorhandene Datei ersetzen, wird ihr Inhalt überschrieben.

source: Replace _All
de: _Alle ersetzen

source: Free Space
de: Freier Platz

source: PVR not connected
de: PVR nicht verbunden

source: ERROR
de: FEHLER

source: Remaining
de: Verbleibend

source: Finished
de: Fertiggestellt

source: Transfer Failed
de: Übertragung gescheitert

source: Failed to download:
de: Herunterladen gescheitert:

source: Failed to upload:
de: Heraufladen gescheitert:

source: The file you are trying to transfer is no longer available.
de: Die Datei, die Sie übertragen möchten, ist nicht mehr vorhanden.

source: PVR not connected. Please check that your computer is connected to the PVR.
de: Der PVR ist nicht verbunden. Bitte überprüfen Sie, ob der PVR an den Computer angeschlossen ist.

source: <b>Downloading:</b>
de: Herunterladen

source: <b>File Transfer</b>
de: Datei Übertragung anzeigen

source: <b>From:</b>
de: <b>Von:</b>

source: <b>To:</b>
de: <b>Bis:</b>

source: Enable Turbo Mode
de: Warnen, wenn ich den Turbo-Modus einschalte

source: PC Location:
de: Gehe zu PC:

source: PVR Error Window
de: PVR Fehler Fenster

source: PVR Location:
de: Gehe zu PVR:

source: Selection Size:
de: Größe der Auswahl

source: Show Errors Communicating with the PVR
de: Fehler bei der Verbindung mit PVR anzeigen

source: Waiting
de: Verbleibend

source: _View Details
de: _Ansicht Details
